/* System Audio Plugin not uninstalled err */
"A download is required to uninstall the System Audio Plugin. You can download the plugin from Techsmith.com" = "Un téléchargement est requis afin de désinstaller le plug-in pour le son du système. Vous pouvez télécharger le plug-in sur Techsmith.com.";

/* System audio plugin authorization required alert message */
"Authorization Required" = "Autorisation requise";

/* Authorize */
"Authorize" = "Autoriser";

/* Cancel */
"Cancel" = "Annuler";

/* title for alert */
"Do you want to install the System Audio Plugin?" = "Voulez-vous installer le plug-in pour le son du système ?";

/* message for alert */
"Do you want to uninstall the System Audio Plugin?" = "Voulez-vous désinstaller le plug-in pour le son du système ?";

/* title for uninstall alert */
"Download Required to Uninstall" = "Téléchargement nécessaire pour désinstaller";

/* install button */
"Go to Website" = "Accéder au site Web";

/* install system audio component button */
"Install" = "Installer";

/* message for install failed alert */
"Install Failed" = "Échec de l’installation";

/* No */
"No" = "Non";

/* OK */
"OK" = "OK";

/* info for install failed alert
   info for uninstall failed alert */
"Please try again." = "Veuillez réessayer.";

/* title for install alert */
"Plugin Required to Record System Audio" = "Plug-in nécessaire pour enregistrer le son du système";

/* TechSmith Audio Capture Component not installed err */
"The plugin (licensed from Rogue Amoeba Software) is required to record system audio such as alert sounds and the audio from your internal speakers." = "Le plug-in (concédé sous licence par Rogue Amoeba Software) est requis pour enregistrer les sons du système, tel que les alertes sonores ou le son des haut-parleurs internes.";

/* System audio plugin authorization required alert info */
"The system audio plugin is installed but not authorized. Please enable the plugin from Rogue Amoeba Software in System Preferences -> Security & Privacy." = "Le plug-in du son du système est installé, mais pas autorisé. Activez le plug-in de Rogue Amoeba Software dans Préférences système > Sécurité et confidentialité.";

/* message for uninstall failed alert */
"Uninstall Failed" = "Échec de la désinstallation";

/* Yes */
"Yes" = "Oui";

/* System Audio Plugin not installed err */
"You must install the System Audio Plugin to record system audio. You can download the plugin from Techsmith.com" = "Vous devez installer le plug-in pour le son du système afin d’enregistrer ce dernier. Vous pouvez télécharger le plug-in sur Techsmith.com.";

/* System Audio Plugin not installed err */
"You will not be able to record system audio for any applications that require the plugin." = "Vous ne pourrez enregistrer le son du système pour aucune application requérant le plug-in.";

